Y = 'да'
N = 'нет'

def Ivan():
    RESIDENT = 'Вы находитесь на территории Российской Федерации более 182 дней за последние 12 месяцев?'
    AMOUNT = 'Введите сумму.'
    CAR = 'Продавали ли вы автомобили, которыми вы владели менее 3 лет?'
    PROPERTY = 'Продавали ли вы недвижимость, которой вы владели менее 5 лет?'
    CADASTRAL_VALUE = 'Введите кадастровую стоимость.'
    SALARY = 'Введите вашу годовую зарплату. Если ничего не получали, то введите 0.'

def Dmitry():
    pass

def Daniil():
    pass